# INFO
# Вывести топ 5 самых коротких по длительности перелетов
# В ответе должно быть 2 колонки [flight_no, duration]
TASK_1_QUERY = """
"""
#  flight_no | duration 
# -----------+----------
#  PG0148    | 00:25:00
#  PG0039    | 00:25:00
#  PG0040    | 00:25:00
#  PG0014    | 00:25:00
#  PG0149    | 00:25:00


# INFO
# Вывести топ 3 рейса по числу упоминаний в таблице flights
# количество упоминаний которых меньше 100
# В ответе должно быть 2 колонки [flight_no, duration]
TASK_2_QUERY = """
"""

#  flight_no | count 
# -----------+-------
#  PG0611    |   396
#  PG0201    |   396
#  PG0303    |   396


# INFO
# Вывести число перелетов внутри одной таймзоны 
# Нузно вывести 1 значение в колонке count
TASK_3_QUERY = """
"""
#  count  
# --------
#  109185

